export const regionOptions=[
      {
        value:'1',
        label:'Сергелийский район'
      },
      {
        value:'2',
        label:'Мирзо-Улугбекский район'
      },
      {
        value:'3',
        label:'Мирабадский район'
      },
      {
        value:'4',
        label:'Бектемирский район'
      },
      {
        value:'5',
        label:'Алмазарский район'
      },
      {
        value:'6',
        label:'Яшнободский район'
      },
      {
        value:'7',
        label:'Юнусабадский район'
      },
      {
        value:'8',
        label:'Учтепинский район'
      },
      {
        value:'9',
        label:'Шайхантахурский район'
      },
      {
        value:'10',
        label:'Чиланзарский район'
      },
      {
        value:'11',
        label:'Яккасарайский район'
      }
    ]



    
export  const options = [
  { 
    order:0,
    value: 'language',
    label: 'Курсы иностранных языков',
    children: [
      { value: '1', label: 'Английский' } ,
      { value: '2', label: 'Немецкий' } ,
      { value: '3', label: 'Русский' } ,
      { value: '4', label: 'Узбекский' } ,
      { value: '5', label: 'Французский' } ,
      { value: '6', label: 'Испанский' } ,
      { value: '7', label: 'Китайский' } ,
      { value: '8', label: 'Японский' } ,
      { value: '9', label: 'Турецкий' } ,
      { value: '10', label: 'Арабский' } ,
      { value: '11', label: 'Хинди' } ,
      { value: '12', label: 'Корейский' } ,
      { value: '13', label: 'Греческий' } ,
      { value: '14', label: 'Персидский' } ,
      { value: '15', label: 'Польский' } ,
      { value: '16', label: 'Чешский' } ,
      { value: '17', label: 'Каракалпакский' } ,
      { value: '18', label: 'Норвежский' } ,
        ] 
} ,

{ 
  order:1,
  value: 'interest', 
  label: 'Курсы по интересам', 
  children: [
      { value: '1', label: 'Вязание' } ,
      { value: '2', label: 'Кулинария и кондитер' } ,
      { value: '3', label: 'Бисероплетение' } ,
      { value: '4', label: 'Батик' } ,
      { value: '5', label: 'Фен-шуй' } ,
      { value: '6', label: 'Музыка' } ,
      { value: '7', label: 'Изобразительное искусство' } ,
      { value: '8', label: 'Молодым мамам' } ,
      { value: '9', label: 'Флористика' } ,
      { value: '10', label: 'Радиотехника и электроника' } ,
      { value: '11', label: 'Шахматы' } ,
      { value: '12', label: 'Шитье штор и портьеров' } ,
      { value: '13', label: 'Изготовление национальных аксессуаров' } ,
      { value: '14', label: 'Фортепиано' } ,
      { value: '15', label: 'Клубы для женщин' } ,
      { value: '16', label: 'Гитара' } ,
      { value: '17', label: 'Спидкубинг' } ,
    ] 
} ,

{  
   order:2,
   value: 'prepare',
   label: 'Подготовительные курсы',
   children: [
      { value: '1',label: 'курсы по математике' } ,
      { value: '2', label: 'курсы по физике' } ,
      { value: '3', label: 'языковые курсы' } ,
      { value: '4', label: 'курсы по истории Узбекистана' } ,
      { value: '5', label: 'Русский язык и литература' } ,
      { value: '6', label: 'курсы по биологии' } ,
      { value: '7', label: 'курсы по химии' } ,
      { value: '8', label: 'Узбекский язык и литература' } ,
      { value: '9', label: 'IELTS, TOEFL, SAT, GMAT' } ,
      { value: '10', label: 'курсы к поступлению в колледж и лицей' } ,
      { value: '11', label: 'к ЕГЭ' } ,
      { value: '12', label: 'курсы по географии' } ,
      { value: '13', label: 'к экзаменам ICAO' } ,
      { value: '15', label: 'в художественные ВУЗы и колледжи' } ,
      { value: '16', label: 'к сдаче CEFR' } ,
      { value: '17', label: 'к президентской школе' } ,
] } ,

{ 
   order:3,   
   value: 'professional',
   label: 'Профессиональные курсы',
   children: [
      { value: '1', label: 'Бухгалтерские курсы' } ,
      { value: '2', label: 'Компьютерные курсы' } ,
      { value: '3', label: 'Курсы дизайна' } ,
      { value: '4', label: 'Курсы психологии' } ,
      { value: '5', label: 'Курсы массажа' } ,
      { value: '6', label: 'Курсы парикмахеров' } ,
      { value: '7', label: 'Курсы маникюра, педикюра' } ,
      { value: '8', label: 'Курсы маркетинга' } ,
      { value: '9', label: 'Курсы фотографии и фотошколы' } ,
      { value: '10', label: 'Педагогические курсы' } ,
      { value: '11', label: 'Медицинские курсы' } ,
      { value: '12', label: 'Правовые курсы' } ,
      { value: '13', label: 'Курсы моделей' } ,
      { value: '14', label: 'Курсы официантов и барменов' } ,
      { value: '15', label: 'Курсы вождения' } ,
      { value: '16', label: 'Курсы поваров' } ,
      { value: '17', label: 'Курсы кройки и шитья' } ,
      { value: '18', label: 'Курсы макияжа' } ,
      { value: '19', label: 'Курсы косметологов' } ,
      { value: '20', label: 'Актерские курсы' } ,
      { value: '21', label: 'Курсы туризма' } ,
      { value: '22', label: 'Ремонт сотовых' } ,
      { value: '23', label: 'Курсы по строительству' } ,
      { value: '24', label: 'Курсы видеосъемки' } ,
      { value: '25', label: 'Курсы стюардесс и бортпроводников' } ,
      { value: '26', label: 'Домашний персонал' } ,
      { value: '27', label: 'Курсы гидов' } ,
      { value: '28', label: 'Курсы тур-операторов' } ,
      { value: '29', label: 'Гостиничное дело' } ,
      { value: '30', label: 'Курсы наращивания ногтей' } ,
      { value: '31', label: 'Курсы карвинга' } ,
      { value: '32', label: 'Курсы плетения косичек' } ,
      { value: '33', label: 'Курсы автоматизации производственных процессов' } ,
      { value: '34', label: 'Курсы переводчиков' } ,
      { value: '35', label: 'Курсы сметчиков' } ,
      { value: '36', label: 'Курсы наращивания ресниц' } ,
      { value: '37', label: 'Повышение квалификации инженерного персонала' } ,
      { value: '38', label: 'Курсы визажа и стилистов' } ,
      { value: '39', label: 'Курсы автоэлектриков' } ,
      { value: '40', label: 'Ремонт бытовой техники' } ,
      { value: '41', label: 'Курсы электриков' } ,
      { value: '42', label: 'Курсы оформителей декораторов на праздники' } ,
      { value: '43', label: 'Охрана труда и ТБ' } ,
      { value: '44', label: 'Курсы режиссуры' } ,
      { value: '45', label: 'Курсы сценаристов ' } ,
      { value: '46', label: 'Операторские курсы' } ,
      { value: '47', label: 'Курсы колористики (окрашивания)' } ,
      { value: '48', label: 'Курсы бариста' } ,
      { value: '49', label: 'Курсы интернет-маркетинга' } ,
      { value: '50', label: 'Курсы фармацевта' } ,
      { value: '51', label: 'Перманентный макияж' } ,
      { value: '52', label: 'Курсы диспетчера автотранспорта' } ,
      { value: '53', label: 'Курсы ламинирования ресниц' } ,
      { value: '54', label: 'Курсы мастера по бровям' } ,
] } ,
{
  order:4,
  value: 'kids', 
  label: 'Курсы для детей', 
  children: [
      { value:'1', label: 'Языковые курсы' } ,
      { value:'2', label: 'Дошкольное образование' } ,
      { value:'3', label: 'Программирование и компьютер' } ,
      { value:'4', label: 'Общее развитие' } ,
      { value:'5', label: 'Центры раннего развития' } ,
      { value:'6', label: 'Логопед-дефектолог' } ,
      { value:'7', label: 'Рисование, художественные курсы' } ,
      { value:'8', label: 'Ментальная арифметика, математика' } ,
      { value:'9', label: 'Робототехника и конструирование' } ,
      { value:'10', label: 'Скорочтение' } ,
      { value:'11', label: 'Футбольные школы' } ,
      { value:'12', label: 'Танцы' } ,
      { value:'13', label: 'Театральные студии' } ,
      { value:'14', label: 'Авиа и авто моделирование' } ,
      { value:'15', label: 'Логика' } ,
      { value:'16', label: 'Продленка' } ,
      { value:'17', label: 'Психолог' } ,
      { value:'18', label: 'Бизнес курсы для детей' } ,
      { value:'19', label: 'Этикет и хорошие манеры' } ,
] } ,


{
   order:5,
   value: 'business', 
   label: 'Бизнес курсы', 
   children: [
      { value:'1', label: 'Менеджер по продажам' } ,
      { value:'2', label: 'Менеджер по маркетингу и рекламе' } ,
      { value:'3', label: 'Менеджмент' } ,
      { value:'4', label: 'Ораторское искусство' } ,
      { value:'5', label: 'НЛП' } ,
      { value:'6', label: 'Офис-менеджер' } ,
      { value:'7', label: 'Финансовый учет' } ,
      { value:'8', label: 'Бизнес планирование' } ,
      { value:'9', label: 'Менеджер по персоналу' } ,
      { value:'10', label: 'ВЭД и таможенное дело' } ,
      { value:'11', label: 'Курсы риэлторов' } ,
      { value:'12', label: 'Курсы брокеров' } ,
      { value:'13', label: 'Forex' } ,
      { value:'14', label: 'Курсы оценщиков' } ,
      { value:'15', label: 'Корпоративные тренинги' } ,
      { value:'16', label: 'Менеджер по логистике' } ,
      { value:'17', label: 'Event-менеджер' } ,
      { value:'18', label: 'Делопроизводство' } ,
      { value:'19', label: 'Курсы аудиторов' } ,
      { value:'20', label: 'Кадровое делопроизводство' } ,
      { value:'21', label: 'Налоговый консультант' } ,
      { value:'22', label: 'Корпоративное управление' } ,
      { value:'23', label: 'Страховое дело' } ,
] } ,

{ 
  order:6,
  value: 'psycologic',
  label: 'Личностный рост и психологические тренинги',
  children: [
      { valuee:'1', label: 'Личностный рост' } ,
      { valuee:'2', label: 'Психологические тренинги' } ,
      { valuee:'3', label: 'Курсы для слабовидящих' } ,
      { valuee:'4', label: 'Курсы профориентации' } ,
] } ,

{ 
  order:7,
  value: 'foreign',
  label: 'Обучение за рубежом',
  children: [
      { value: '1', label: 'Австралия' } ,
      { value: '2', label: 'Китай' } ,
      { value: '3', label: 'Латвия' } ,
      { value: '4', label: 'Малайзия' } ,
      { value: '5', label: 'Мальта' } ,
      { value: '6', label: 'О.А.Э – Дубай' } ,
      { value: '7', label: 'Польша' } ,
      { value: '8', label: 'Сингапур' } ,
      { value: '9', label: 'США' } ,
      { value:' 10', label: 'Чехия' } ,
      { value: '11', label: 'Южная Корея' } ,
      { value: '12', label: 'Австрия' } ,
      { value: '13', label: 'Великобритания (Англия)' } ,
      { value: '14', label: 'Венгрия' } ,
      { value: '15', label: 'Германия' } ,
      { value: '16', label: 'Греция' } ,
      { value: '17', label: 'Ирландия' } ,
      { value: '18', label: 'Япония' } ,
      { value: '19', label: 'Литва' } ,
      { value:'20', label: 'Эстония' } ,
      { value:' 21', label: 'Канада' } ,
      { value:' 22', label: 'Швейцария' } ,
      { value:' 23', label: 'Италия' } ,
      { value:' 24', label: 'Франция' } ,
      { value:' 25', label: 'Турция' } ,
      { value:' 26', label: 'Россия' } ,
] } ,
{ 
  order:8,
  value: 'sport',
  label: 'Танцы, спорт и фитнес',
  children: [
      { value: '1', label: 'Танцы' } ,
      { value: '2', label: 'Верховая езда' } ,
      { value: '3', label: 'Самооборона' } ,
      { value: '4', label: 'Йога' } ,
      { value: '5', label: 'Фитнес и шейпинг' } ,
      { value: '6', label: 'Тренажеры' } ,
      { value: '7', label: 'Полеты на парашюте и параплане' } ,
      { value: '8', label: 'Картинг' } ,
      { value: '9', label: 'Регби' } ,
      { value: '10', label: 'Стретчинг' } ,
      { value: '11', label: 'Постановка свадебного танца' } ,
      { value: '12', label: 'Теннис' } ,
      { value: '13', label: 'Боевые искусства и восточные единоборства' } ,
      { value: '14', label: 'Гимнастика' } ,
      { value: '15', label: 'Волейбол' } ,
      { value: '16', label: 'Баскетбол' } ,
      { value: '17', label: 'Настольный теннис' } ,
      { value: '18', label: 'Бокс' } ,
      { value: '19', label: 'Ушу' } ,
      { value: '20', label: 'Смешанные единоборства (MMA)' } ,
      { value: '21', label: 'Рукопашный бой' } ,
      { value: '22', label: 'Дзюдо' } ,
      { value: '23', label: 'Кендо' } ,
      { value: '24', label: 'Хоккей' } ,
] } ,

{ 
   order:9,
   value: 'camp',
   label: 'Образовательные лагеря',
   children: [
     { value: '1', label: 'Городской лагерь' } ,
     { value: '2', label: 'Языковой лагерь за границей' } ,
    ] } ,
];




